/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ de %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Este atajo se importó desde %1$@, el %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Este atajo se importó desde %1$@, %2$@.";

/* %@ = action name */
"Add “%@”" = "Agregar \"%@\"";

/* %@ = action name */
"Remove “%@”" = "Eliminar \"%@\"";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "¿Quieres cerrar tu sesión de %@ en Atajos?";

/* %@ = service name */
"Do you want to sign out of %@?" = "¿Quieres cerrar tu sesión de %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Este atajo se importó desde %@. ¿Seguro que quieres ejecutarlo?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "como %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "¿Eliminar también las acciones dentro de \"%@\"?";

/* %@=app name */
"Install %@" = "Instalar %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frase de Siri";

/* Access resource action settings title */
"Accounts" = "Cuentas";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Terminó la edición de atajos";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ se marcó como favorita";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ se quitó como favorita";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Ejecutando atajo";

/* Accessibility action */
"Delete shortcut" = "Eliminar atajo";

/* Accessibility action */
"Duplicate shortcut" = "Duplicar atajo";

/* Accessibility action */
"Favorite Action" = "Marcar como favorita";

/* Accessibility action */
"Rename shortcut" = "Renombrar atajo";

/* Accessibility action */
"Un-favorite Action" = "Quitar acción como favorita";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Editar función rápida";

/* Accessibility action or discoverability title */
"Run shortcut" = "Ejecutar atajo";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "se agregó %@ al atajo";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipos de entrada aceptados";

/* Accessibility announcement */
"Closed variables tray" = "Se cerró la bandeja de variables";

/* Accessibility announcement */
"Editing shortcuts" = "Editando funciones rápidas";

/* Accessibility announcement */
"Opened variables tray" = "Se abrió la bandeja de variables";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "arrastrando";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Atajo completado";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "se agregó %1$@ al atajo, arriba de %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "se agregó %1$@ al atajo, debajo de %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "se cambió arriba de %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "se cambió debajo de %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "se eliminó %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Se duplicó %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "contraído";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Arrastrando";

/* Accessibility announcement; expanded parameter */
"expanded" = "ampliado";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Atajo interrumpido";

/* Accessibility hint */
"Closes the shortcut" = "Cierra el atajo";

/* Accessibility hint */
"Creates a new shortcut" = "Crea un atajo nuevo";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Elimina los atajos seleccionados";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Toca dos veces para agregar al final del atajo. Toca dos veces sin soltar y luego arrastra para personalizar la posición en el atajo.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Se puede arrastrar. Toca dos veces sin soltar y, después del sonido, arrastra para reordenar. Toca dos veces para seleccionar.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplica los atajos seleccionados";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Este atajo se mostrará en la extensión de acciones de Atajos (en el menú de compartir de iOS) cuando el contenido que se comparte coincide con uno de los tipos seleccionados aquí.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Desactiva el modo de edición de atajos";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Activa el modo de edición de atajos";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Toca dos veces para contraer la lista de acciones a la mitad de la pantalla";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Toca dos veces para ampliar al máximo la lista de acciones";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Toca dos veces para leer la descripción de la acción.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Se puede arrastrar. Toca dos veces sin soltar y, después del sonido, arrastra para reordenar. Toca dos veces para leer la descripción de la acción.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Toca dos veces para cambiar la configuración";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Toca dos veces para seleccionar";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Toca dos veces para contraer";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Toca dos veces para insertar";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Toca dos veces para ampliar";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Ejecuta el atajo %@";

/* Accessibility label */
"Add Tag" = "Agregar etiqueta";

/* Accessibility label */
"Close" = "Cerrar";

/* Accessibility label */
"Create Shortcut" = "Crear atajo";

/* Accessibility label */
"Show Keyboard" = "Mostrar teclado";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Dentro de %@";

/* Accessibility label or discoverability title */
"Redo" = "Rehacer";

/* Accessibility label or discoverability title */
"Undo" = "Deshacer";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimizado";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Media pantalla";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Pantalla completa";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ acción - En curso - %d% completado";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ acción";

/* Accessibility label; remove search filter */
"Remove filter" = "Eliminar filtro";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (sin seleccionar)";

/* Accessibility value; switch is on */
"On" = "Sí";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Suelta para eliminar %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Esta acción pasa entrada como salida.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obtiene la entrada que se pasó al inicio del atajo.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Aún no tienes atajos \"Compartir hoja\".\n\nPara agregar uno, crea un atajo y activa \"Mostrar en hoja de compartir\" en su configuración.";

/* Action extension; no search results */
"No shortcuts match the search." = "No se encontraron atajos coincidentes.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Aún no tienes atajos.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Sugerencias de Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Atajo: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Agregar a este atajo";

/* Add search filter */
"Add Filter" = "Agregar filtro";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Quien tenga acceso a este enlace compartido podrá ver el contenido de este atajo.";

/* Alert title */
"Error" = "Error";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Crear enlace de iCloud";

/* Allow access to service */
"Allow Access" = "Permitir acceso";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Sin instalar) %@";

/* App search view; navigation bar title */
"Choose App" = "Seleccionar app";

/* App search view; no results */
"No results." = "No hay resultados.";

/* App search view; search bar placeholder */
"Search apps…" = "Buscar apps…";

/* Apple Watch complication */
"Complication" = "Complicación";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Aún no tienes atajos para Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Selecciona los ataques que se mostrarán en la complicación Atajos en la carátula de tu Apple Watch.\n\nCon el tiempo, Atajos optimizará cuándo se muestran tus atajos en la complicación dependiendo de cuándo los ejecutas.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Te pide que ingreses texto cuando se ejecuta este atajo.";

/* Boolean false */
"False" = "Falso";

/* Boolean true */
"True" = "Verdadero";

/* Button */
"Back" = "Atrás";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Choose Variable" = "Selecciona una variable";

/* Button */
"Clear" = "Borrar";

/* Button */
"Delete Actions" = "Eliminar acciones";

/* Button */
"Delete Shortcut" = "Eliminar atajo";

/* Button */
"Done" = "OK";

/* Button */
"Get More Shortcuts" = "Obtener más atajos";

/* Button */
"Go Back" = "Atrás";

/* Button */
"Help" = "Ayuda";

/* Button */
"Keep Actions" = "Conservar acciones";

/* Button */
"Next" = "Siguiente";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Eliminar acción";

/* Button */
"Remove Action From Shortcut" = "Eliminar acción del atajo";

/* Button */
"Remove Photo" = "Eliminar foto";

/* Button */
"Select Magic Variable" = "Seleccionar variable mágica";

/* Button */
"Select Photo" = "Seleccionar foto";

/* Button */
"Show Action Settings" = "Mostrar configuración de acción";

/* Button */
"Show Actions" = "Mostrar acciones";

/* Button */
"Sign Out" = "Cerrar sesión";

/* Button */
"Take Photo" = "Tomar foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Agregar a Inicio";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Agregar a Inicio";

/* Button or title */
"Delete" = "Eliminar";

/* Button or title */
"Run Shortcut" = "Ejecutar atajo";

/* Button or title */
"Settings" = "Configuración";

/* Button or title */
"Variables" = "Variables";

/* Button title */
"Add to Siri" = "Agregar a Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obtener atajo";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Resultado en pantalla completa";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Ver presentación guiada";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Compartir resultado";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Este atajo funciona con las siguientes apps y servicios:";

/* Choose an item */
"Choose" = "Seleccionar";

/* Conditional AND */
"and" = "y";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Volver a usar \"De lo contrario\"";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Las acciones situadas después de \"De lo contrario\" se ejecutarán si la condición es falsa.";

/* Conditional actions settings navigation bar title */
"If Action" = "Acción Si";

/* Confirmation HUD when link copies */
"Link copied" = "Enlace copiado";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "¿Seguro que quieres dejar de compartir este atajo? El enlace de iCloud se eliminará y dejará de funcionar.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Este atajo se eliminará de todos tus dispositivos con iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Estos atajos se eliminarán de todos tus dispositivos con iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "\"%1$@\" no parece %2$@. ¿Quieres agregar un contacto?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Usar \"%@\" de todos modos";

/* Contact field; accessibility label */
"Add Contact" = "Agregar contacto";

/* Contact field; button */
"Search Contacts" = "Buscar contactos";

/* Contact field; supported type string */
"a phone number" = "un número telefónico";

/* Contact field; supported type string */
"a phone number or email address" = "un número telefónico o correo";

/* Contact field; supported type string */
"an email address" = "una dirección de correo electrónico";

/* Content Types category */
"Content Types" = "Tipos de contenido";

/* Copy link to shortcut */
"Copy Link" = "Copiar enlace";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copiar enlace de iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Este formato sigue los patrones del Estándar Técnico de Unicode (UTS) 35.";

/* Custom date format alert title */
"Custom Date Format" = "Formato de fecha personalizado";

/* Custom date formatting style */
"Custom" = "Personalizados";

/* Custom time format title */
"Custom Format" = "Formato personalizado";

/* Default option */
"Default" = "Predeterminado";

/* Delete all shortcuts */
"Delete All" = "Eliminar todo";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Anular selección";

/* Dictionary key placeholder */
"Key" = "Clave";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Configuración de Atajos";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Detener atajo";

/* Discoverability title */
"Close shortcut" = "Cerrar atajo";

/* Discoverability title */
"Search actions" = "Buscar acciones";

/* Discoverability title */
"Stop shortcut" = "Detener atajo";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Mostrar en hoja de compartir";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Mostrar en widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Mostrar en complicación";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Mostrar en Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicar atajo";

/* Duplicate shortcut */
"Duplicate" = "Duplicar";

/* Edit import questions back bar button title */
"Questions" = "Preguntas";

/* Error message */
"No options available." = "No hay opciones disponibles.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "No se pudo cargar App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Ejecuta atajos rápidamente utilizando el widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Marcar como favorita";

/* Favorite button title - action is favorited */
"Favorited" = "Agregada como favorita";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Cuenta: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Todas las siguientes son verdaderas";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Cualquiera de las siguientes son verdaderas";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "empieza por";

/* Find filter UI operator */
"contains" = "contiene";

/* Find filter UI operator */
"does not contain" = "no contiene";

/* Find filter UI operator */
"ends with" = "termina en";

/* Find filter UI operator */
"is" = "es";

/* Find filter UI operator */
"is after" = "es posterior al";

/* Find filter UI operator */
"is before" = "es anterior al";

/* Find filter UI operator */
"is between" = "está entre";

/* Find filter UI operator */
"is exactly" = "es exactamente";

/* Find filter UI operator */
"is greater than" = "es mayor que";

/* Find filter UI operator */
"is greater than or equal to" = "es mayor que o igual a";

/* Find filter UI operator */
"is in the last" = "está entre los/las últimos/as";

/* Find filter UI operator */
"is in the next" = "es en los/las siguientes";

/* Find filter UI operator */
"is larger than" = "es mayor que";

/* Find filter UI operator */
"is larger than or equal to" = "es mayor que o igual a";

/* Find filter UI operator */
"is less than" = "es menor que";

/* Find filter UI operator */
"is less than or equal to" = "es menor que o igual a";

/* Find filter UI operator */
"is longer than" = "es más largo que";

/* Find filter UI operator */
"is longer than or equal to" = "es más largo que o igual a";

/* Find filter UI operator */
"is not" = "no es";

/* Find filter UI operator */
"is not exactly" = "no es exactamente";

/* Find filter UI operator */
"is not on" = "no está en";

/* Find filter UI operator */
"is on" = "está en";

/* Find filter UI operator */
"is shorter than" = "es más corto que";

/* Find filter UI operator */
"is shorter than or equal to" = "es más corto que o igual a";

/* Find filter UI operator */
"is smaller than" = "es más pequeño que";

/* Find filter UI operator */
"is smaller than or equal to" = "es menor que o igual a";

/* Find filter UI operator */
"is today" = "es hoy";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Agrega este atajo a Siri para ejecutarlo con tu voz.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Para usar este atajo desde otras apps, abre la hoja de compartir y toca Atajos.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Ingresa una clave para extraer su valor desde el diccionario, o déjalo vacío para obtener todo el diccionario.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (este dispositivo)";

/* Full name of contact */
"Full Name" = "Nombre completo";

/* Full street address of location */
"Full Street Address" = "Dirección completa";

/* Get property */
"Get" = "Obtener";

/* Get value for a dictionary key */
"Get Value for Key" = "Obtener valor para clave";

/* Go to next import question */
"Continue" = "Continuar";

/* Guided tour; drag actions to here hint */
"…to here" = "…aquí";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Arrastra las acciones hasta aquí";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Al ejecutar esta acción en Apple Watch, se te pedirá que uses Handoff y continúes en tu iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unidad";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Hora en ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "%1$@ glifo, %2$@ color de fondo";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Selecciona una imagen personalizada para usarla cuando se agregue este atajo a la pantalla de inicio.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "La imagen de arriba se usará cuando se agregue este atajo a la pantalla de inicio.";

/* Icon editor; accessibility label */
"Icon Preview" = "Vista previa del ícono";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor de íconos de Atajos";

/* Icon editor; segmented control option */
"Color" = "Color";

/* Icon editor; segmented control option */
"Glyph" = "Glifo";

/* Icon editor; segmented control option */
"Home Screen" = "Inicio";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Estas preguntas se mostrarán cuando se importe este atajo en otro dispositivo. Las respuestas a estas preguntas se llenarán en el atajo.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Intenta importar preguntas con el botón \"Personalizar atajo\" en la configuración de este atajo.";

/* Import questions detail view */
"Default Answer" = "Respuesta por omisión";

/* Import questions detail view */
"Question Text" = "Texto de la pregunta";

/* Import questions detail view */
"Type a question here…" = "Ingresa una pregunta aquí…";

/* Import questions details view; navigation bar title */
"Details" = "Detalles";

/* Import questions; button */
"Add New Question…" = "Agregar pregunta nueva…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Elige un parámetro de una de las acciones siguientes.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Seleccionar parámetro";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Esta atajo no tiene acciones. Agrega acciones al atajo antes de configurar \"Importar preguntas\".";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Este atajo acepta %@";

/* Input types of action */
"Input" = "Entrada";

/* Input variable description */
"Gets the output of the previous action." = "Obtiene la salida de la acción anterior.";

/* Install app icon; should match App Store GET button */
"GET" = "OBTENER";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Agrega acciones del área inferior para crear tu atajo.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Agrega acciones del área izquierda para crear tu atajo.";

/* Item can be anything */
"anything" = "cualquiera";

/* Keep all shortcuts */
"Keep All" = "Conservar todo";

/* Keep shortcuts */
"Keep" = "Mantener";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Conservar %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Descomprimir";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Contraer";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipos aceptados";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Agregar %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "¿Qué tipo de valor quieres agregar?";

/* Long date formatting style */
"Long" = "Larga";

/* Manage sharing */
"Manage Sharing" = "Administrar compartir";

/* Medium date formatting style */
"Medium" = "Mediana";

/* Missing action error action */
"Update Shortcuts" = "Actualizar atajos";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "No se encontró esta acción en esta versión de Atajos.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nombre y URL de la tienda";

/* Name of measurement unit */
"Unit (Name)" = "Unidad";

/* Navigation bar title */
"Select a Magic Variable" = "Seleccionar una variable mágica";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Resolver conflictos";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variable no disponible.";

/* None option */
"None" = "Ninguna";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Ya está en uso";

/* Parameter not supported for import question */
"Not Supported for Questions" = "No permite preguntas";

/* Piece of text */
"Text" = "Texto";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Este atajo se importó desde otra app. ¿Seguro que quieres ejecutarlo?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativo";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Hace cuánto tiempo/Hasta cuándo";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispositivo desconocido";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Se usará este nombre en todas estas acciones con variables mágicas de %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Renombrar variable mágica";

/* Rename shortcut alert title */
"Rename Shortcut" = "Renombrar atajo";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Ingresa un nombre nuevo para tu atajo.";

/* Rename workflow or variable */
"Rename" = "Renombrar";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Requiere";

/* Result types of action */
"Result" = "Resultado";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Revelar acción";

/* Scripting category */
"Scripting" = "Ejecución de scripts";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Buscar";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Atajos de complicaciones";

/* Select all input types */
"Select All" = "Selec. todo";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Compartir atajo";

/* Share a workflow along with a description */
"Share with Description" = "Compartir con descripción";

/* Share a workflow as a file */
"Share as File" = "Compartir como archivo";

/* Share shortcut */
"Share" = "Compartir";

/* Short date formatting style */
"Short" = "Corta";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” no contiene acciones.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Atajo vacío";

/* Shortcut contains no actions error title */
"No Actions" = "No hay acciones";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalizar atajo…";

/* Shortcut icon */
"Icon" = "Ícono";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Seleccionar atajo";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Se movió entre %1$@ y %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Se movió al final después de %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Se movió al inicio antes de %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Para usar atajos desde el widget Hoy, sigue unos cuantos pasos fáciles para agregar el widget. Puedes tocar OK para configurarlo más tarde.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Agrega el widget Hoy para ejecutar atajos en un santiamén.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Captura de pantalla de una hoja de compartir en Safari con la actividad de Atajos resaltada";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Los atajos \"Extensión de acción\" se ejecutan desde la hoja de compartir dentro de otras apps.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Los atajos del widget Hoy se ejecutan en el centro de notificaciones al arrastrar hacia abajo el borde superior de la pantalla.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipos de atajos";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Se eliminó en %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Se eliminó en otro dispositivo";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modificado en %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Se modificó en otro dispositivo";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Buscar atajos…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Captura de pantalla del widget Atajos en el centro de notificaciones";

/* Siri phrase */
"“%@”" = "\"%@\"";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Omitir configuración";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Dejar de compartir";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Enviar a la galería";

/* Tap to choose an option */
"Tap to Choose" = "Toca para elegir";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "¡Echa un vistazo al atajo que creé!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controlador de acciones";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "la parte inferior de la pantalla";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "la parte superior derecha de la pantalla";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Cualquiera";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nada";

/* Title */
"Actions" = "Acciones";

/* Title */
"Date Format" = "Formato de fecha";

/* Title */
"Requires Handoff" = "Requiere Handoff";

/* Title */
"Shortcuts" = "Atajos";

/* Title */
"Time Format" = "Formato de hora";

/* Title */
"Type" = "Tipo";

/* Title for action drawer categories view */
"Categories" = "Categorías";

/* Title for configuration page for unit */
"Unit (Title)" = "Unidad";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalizar atajos";

/* Title or button */
"Import Questions" = "Importar preguntas";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "¡Tarán! Tu widget Hoy está configurado.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Ahora, elige algunos atajos del widget Hoy en la galería.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Con el widget Hoy de Atajos, puedes ejecutar atajos con un solo toque desde cualquier app con sólo abrir el centro de notificaciones.";

/* Today widget explanation button */
"Add Widget" = "Agregar widget";

/* Today widget explanation button */
"View the Gallery" = "Ver la galería";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Ejecuta atajos al instante desde cualquiera lugar con tu %MODEL%.";

/* Unknown item */
"Unknown" = "Desconocido";

/* Used in a phrase like 'Add new item' */
"new item" = "nuevo elemento";

/* User’s favorited workflows or actions */
"Favorites" = "Favoritos";

/* Variable field placeholder */
"Variable Name" = "Nombre de variable";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Puedes crear una variable al agregar una acción \"Establecer variable\".";

/* Varible picker; none available error title */
"No Variables Are Available" = "No hay variables disponibles";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflictos";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configurar este atajo";

/* Workflow name */
"Name of Shortcut" = "Nombre";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Toca OK para seguir editando tu atajo.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Captura de pantalla de la app Atajos para reloj";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Los atajos en Apple Watch se ejecutan desde tu muñeca mediante la app para reloj Atajos o en una complicación.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "¿Cómo encuentro el widget Hoy?";

/* iOS Today Widget */
"Today Widget" = "Widget Hoy";

